"""
Задачи с учловными операторами.
"""

"""
if , elif , else -> Условные операторы.
"""
"""
Задача на проверку типов данных.
"""
"""
Задача 1 - Куда мы идем.
"""
"""
a = input()
if a == 'North' or a == 'north':
    print("Идем на север!")

elif a == 'West' or a == 'west':
    print("Идем на Запад!")

elif a == 'South' or a == 'south':
    print("Идем на Юг!")

elif a == 'East' or a == 'east':
    print("Идем на Восток!")
else:
    print("Идем на хуй!")"""
"""
t = int(input())

if t > 20 :
    print("on")
else:
    print("off")
"""
"""
t1 - темп ввод.
t2 - темп в помещ.
"""
"""t1, t2, h = map(int, input().split()) # Выход -> [ 12, 32, 43, ]

if t2 > t1 and h < 80:
    print("on")
else:
    print("off")"""
"""
t = int(input())
t1 = int(input())
   
if t >= 20 and t1 > t:
    print("on")
else:
    print("off")
    print("Open Window!")"""
"""
n = int(input())

if n % 2 == 0 :
    print("Второй")
else:
    print("Первый")
"""
"""
Реализовать функции калькулятора '+','-','*','/'.
Обратить внимание на то что на 0 делить нельзя.
"""