"""
Файл с расширением .py называется -> пакетом.
Каждый пакет начинается м символа -> ''' ''', 

Данный файл выводит в терминал строчку 'hello world!!!'
"""
# -> Это смвол комментария, все что написанно в данной области игнорирруется интроприратором (терминалом).
print("Hellow World!!!!\nздарова!!!!")

# Для того чтобы запустить нашу программу необходимо открыть терминал.И в терминале написать комманду python main.py.
# \n -> это символ новой стройчи.

#a = 3
#b = 4

'''
Переменные михно называть как угодно
хорошим тоном считается называть переменные
английскими словами.
Имя переменной должно начинаться с буквы, 
не должно начинаться с пробела и 
зарезервированными именами(символами)
'''

g = int(input())

# input() -> это функция приглашающая на ввод данных.


print(type(g))